[
	{
		"title": "The Life of the Buddha",
		"author": "Penguin Classics",
		"time": "Friday, January 26th, 2018, 8:06:34 AM",
		"type": "Highlight",
		"text": "In Buddhist traditions of Tibet and the Himalayas this blueprint for an ideal Buddhist life was formally expressed in twelve major life episodes, “the twelve acts of the Buddha.”"
	},
	{
		"title": "The Life of the Buddha",
		"author": "Penguin Classics",
		"time": "Friday, January 26th, 2018, 8:10:39 AM",
		"type": "Highlight",
		"text": "Life in heaven (prebirth) Descent to earth (conception and gestation) Birth (age 1) Education (ages 1 to 16) The pleasures of his royal harem (ages 16 to 29) Renunciation of house (age 29) Spiritual discipline (ages 29 to 35) Journey to Bodhgaya (age 35) Battle with demons (age 35) Enlightenment (age 35) Teaching (ages 35 to 80) Death (age 80)"
	},
	{
		"title": "The Life of the Buddha",
		"author": "Penguin Classics",
		"time": "Saturday, January 27th, 2018, 2:35:57 PM",
		"type": "Highlight",
		"text": "These Lords, these Buddhas, first make a vow to attain supreme enlightenment. They then collect wisdom and merit for three incalculable eras. Finally they achieve awakening."
	},
	{
		"title": "The Life of the Buddha",
		"author": "Penguin Classics",
		"time": "Saturday, January 27th, 2018, 2:38:44 PM",
		"type": "Highlight",
		"text": "this world of unbearable suffering, with its five corruptions—corrupt living, attitudes, emotions, people, and times."
	},
	{
		"title": "The Life of the Buddha",
		"author": "Penguin Classics",
		"time": "Saturday, January 27th, 2018, 6:48:33 PM",
		"type": "Highlight",
		"text": "It does not matter if you describe this in terms of the five paths and the six perfections or the three forms of understanding and the four applications of contemplative practice."
	},
	{
		"title": "The Life of the Buddha",
		"author": "Penguin Classics",
		"time": "Saturday, January 27th, 2018, 6:53:47 PM",
		"type": "Highlight",
		"text": "How did the Bodhisattva become a Buddha? If the essence of enlightenment is considered to be a state of realization, then in his final life the Bodhisattva transformed into a body of enlightenment, which is infinitely luminous. If the essence of enlightenment is considered to be a place, then he became enlightened in the form of an enjoyment body in the Gandavyuha Akanishta, or the realm of Buddha Vairochana."
	},
	{
		"title": "The Life of the Buddha",
		"author": "Penguin Classics",
		"time": "Saturday, January 27th, 2018, 7:06:17 PM",
		"type": "Highlight",
		"text": "he first became intent upon reaching supreme enlightenment, gathered virtue and wisdom over three immeasurable eons, and became truly enlightened. After that, how he appeared as Shvetaketu and dwelt in Tushita Heaven."
	},
	{
		"title": "The Life of the Buddha",
		"author": "Penguin Classics",
		"time": "Sunday, January 28th, 2018, 9:38:22 AM",
		"type": "Highlight",
		"text": "She looked up to the sky and yawned, and the Bodhisattva was born from her right side. She felt no pain. He was not dirty from the impurities of the womb, and he was fully dressed."
	},
	{
		"title": "The Life of the Buddha",
		"author": "Penguin Classics",
		"time": "Sunday, January 28th, 2018, 3:53:47 PM",
		"type": "Highlight",
		"text": "“I seek the welfare of all living beings, To gain awakening, free of age and death. Long ago I vowed to free the world, And now the time has come to keep that pledge.”"
	},
	{
		"title": "The Life of the Buddha",
		"author": "Penguin Classics",
		"time": "Sunday, January 28th, 2018, 6:31:34 PM",
		"type": "Highlight",
		"text": "A piece of driftwood that is soaking wet will not catch fire no matter how much it is rubbed. Just so, the body and the mind that are dowsed in desire are unable to reach liberation. Even if the driftwood is only moist this will still be the case. Just so, even if the body is kept apart from desire, if the mind is not kept apart, one remains unable to reach liberation. Only a dry stick is able to catch fire. Just so, body and mind must be well separated from desire."
	},
	{
		"title": "The Life of the Buddha",
		"author": "Penguin Classics",
		"time": "Sunday, January 28th, 2018, 6:33:35 PM",
		"type": "Highlight",
		"text": "cognition, vision, and perception were needed, and that the styles of asceticism followed in these degenerate times were unhelpful."
	},
	{
		"title": "The Life of the Buddha",
		"author": "Penguin Classics",
		"time": "Sunday, January 28th, 2018, 6:36:32 PM",
		"type": "Note",
		"text": "?"
	},
	{
		"title": "The Life of the Buddha",
		"author": "Penguin Classics",
		"time": "Sunday, January 28th, 2018, 6:36:32 PM",
		"type": "Highlight",
		"text": "Sky Concentration."
	},
	{
		"title": "The Life of the Buddha",
		"author": "Penguin Classics",
		"time": "Monday, January 29th, 2018, 8:08:16 AM",
		"type": "Highlight",
		"text": "He understood the twelve links of dependent arising. He understood the four noble truths. And because of this instantaneous understanding he became truly enlightened."
	},
	{
		"title": "The Life of the Buddha",
		"author": "Penguin Classics",
		"time": "Monday, January 29th, 2018, 8:31:58 AM",
		"type": "Highlight",
		"text": "there are two extremes that a renunciant must not fall into: overindulgence in the pleasures of the senses and self-mortification. You must abandon these two extremes and take up a middle path."
	},
	{
		"title": "The Life of the Buddha",
		"author": "Penguin Classics",
		"time": "Monday, January 29th, 2018, 8:32:43 AM",
		"type": "Highlight",
		"text": "there are four truths: suffering, the cause of suffering, the removal of suffering, and the path. Suffering must be understood. The cause of suffering must be abandoned . . .” And he continued up to “Suffering has been completely understood. The cause has been abandoned"
	},
	{
		"title": "The Life of the Buddha",
		"author": "Penguin Classics",
		"time": "Monday, January 29th, 2018, 5:35:07 PM",
		"type": "Highlight",
		"text": "six years after becoming enlightened, the Buddha traveled to Kapilavastu and met his father and his son. For thirteen years he stayed with them without fail in order to teach the Dharma to them."
	},
	{
		"title": "The Life of the Buddha",
		"author": "Penguin Classics",
		"time": "Monday, January 29th, 2018, 5:35:17 PM",
		"type": "Note",
		"text": "?"
	},
	{
		"title": "The Life of the Buddha",
		"author": "Penguin Classics",
		"time": "Monday, January 29th, 2018, 5:37:12 PM",
		"type": "Highlight",
		"text": "He employed three kinds of miracles, those of body, speech, and mind, to instruct them in the virtuous Perfection of Wisdom teachings. He gave three such teachings—large, medium, and small."
	},
	{
		"title": "The Life of the Buddha",
		"author": "Penguin Classics",
		"time": "Monday, January 29th, 2018, 5:42:47 PM",
		"type": "Highlight",
		"text": "To disciples in the learner’s tradition he gave learner’s teachings. To disciples in the bodhisattva tradition he taught the path of the bodhisattva, and to disciples of the tantric tradition of esoteric spells he gave only teaching in esoteric spells."
	},
	{
		"title": "The Life of the Buddha",
		"author": "Penguin Classics",
		"time": "Monday, January 29th, 2018, 5:51:26 PM",
		"type": "Highlight",
		"text": "The holiday commemorating when he entered his mother’s womb, when he was born, when he achieved enlightenment, and when he died is on the fifteenth day of the fourth month. The great holiday commemorating when he turned the wheel of Dharma of the four noble truths is on the fourth day of the sixth month. The great holiday commemorating when he descended from heaven is on the fifteenth day of the ninth month."
	},
	{
		"title": "The Life of the Buddha",
		"author": "Penguin Classics",
		"time": "Monday, January 29th, 2018, 5:53:51 PM",
		"type": "Highlight",
		"text": "Now, in order to appear to us, the Lord Buddha lived in Kapilavastu for twenty-nine years. He practiced austerities for six years. He lived in Rajagriha for five years. He lived in Shravasti for twenty-three years. He lived in the medicinal forests for four years. He lived in the Cave of Fire for two years. He lived for one year in each of the following places: Kashika, Vaishali, Pandubhumi, Kapilavastu, Venuvana, the wilderness, Balaghna, Ucirayici, the realm of the gods, Kaushambi, and Yuldra. In total, the Buddha lived for eighty years."
	},
	{
		"title": "The Life of the Buddha",
		"author": "Penguin Classics",
		"time": "Monday, January 29th, 2018, 6:01:22 PM",
		"type": "Highlight",
		"text": "“one who has practiced a great deal of meditation in reliance upon the four magical powers may, if he wishes, live for an eon. He may even live for more than an eon!"
	},
	{
		"title": "The Life of the Buddha",
		"author": "Penguin Classics",
		"time": "Monday, January 29th, 2018, 6:04:43 PM",
		"type": "Highlight",
		"text": "Whatever exists, arises, is constructed or conceived will as a matter of course fall apart. Where is there a thing that will not fall apart? Such a thing does not exist.”"
	},
	{
		"title": "The Life of the Buddha",
		"author": "Penguin Classics",
		"time": "Monday, January 29th, 2018, 6:12:20 PM",
		"type": "Highlight",
		"text": "‘All composite things are impermanent. All compositional forces are unsatisfactory. All phenomena are without essence. Passing from suffering is peace’?”"
	},
	{
		"title": "The Life of the Buddha",
		"author": "Penguin Classics",
		"time": "Monday, January 29th, 2018, 7:29:55 PM",
		"type": "Highlight",
		"text": "The Buddha has passed from suffering in this realm, yet he remains in another realm without passing. Here he has passed, for he has no disciples to whom he appears in the body of the Buddha. And yet elsewhere he has not passed, for he has disciples such as the god Indra."
	},
	{
		"title": "The Life of the Buddha",
		"author": "Penguin Classics",
		"time": "Monday, January 29th, 2018, 7:35:12 PM",
		"type": "Highlight",
		"text": "even the decline of the Dharma is also one of the Buddha’s acts, even while some people claim to predict when the Buddhist religion will decline."
	}
]
